module.exports = {
    // 公共
    public: {
        "确定": "确定",
        "取消": "取消",
    },

    // 登录
    login: {
        '登录': '登录',
        '请输入邮箱': '请输入邮箱',
        '请输入验证码': '请输入验证码',
        '请输入密码': '请输入密码',
        '获取验证码': '获取验证码',
        '二次输入密码': '请再次输入密码',
        '请设置二级密码': '请设置二级密码',
        '确认二级密码': '请再次输入二级密码',
        '请输入推荐人邮箱': '请输入推荐人邮箱',
        '请输入安置人邮箱': '请输入安置人邮箱',
        '立即注册': '立即注册',
        '注册': '注册',
        '返回登录': '已有账号，返回',
        '忘记密码': '忘记密码',
        '协议': '已阅读并同意以下协议：《用户服务协议》',
        '邮箱验证': '邮箱验证',
        '新密码': '新密码',
        '请输入新密码': '请输入新密码',
        '请再次输入新密码': '请再次输入新密码',
        '保存并登录': '保存并登录',
    },

    // 底部导航
    navbar: {
        "首页": "首页",
        "投资": "投资",
        "资产": "资产",
        "我的": "我的",
    },

    // 首页
    index: {
        "更多": "更多",
        "我的收益": "我的收益",
        "注册会员": "注册会员",
        "问题反馈": "问题反馈",
        "公司简介": "公司简介",
        "公告": "公告",
        "静态收益总和": "静态收益总和",
        "动态收益总和": "动态收益总和",
        "奖金类型": "奖金类型",
        "静态收益": "静态收益",
        "直推奖金": "直推奖金",
        "管理奖金": "管理奖金",
        "反馈记录": "反馈记录",
        "请输入您要反馈的内容": "请输入您要反馈的内容",
        "上传截图": "上传截图",
        "提交": "提交",
        "问": "问",
        "答": "答",
        "套餐": "套餐",
        "投资": "投资",
        "年利率": "年利率",
        "投资金额": "投资金额",
        "莱文币": "莱文币",
    },

    // 投资
    investment: {
        "购买套餐": "购买套餐",
        "套餐类型": "套餐类型",
        "金额": "金额",
        "提交": "提交",
        "请输入金额": "请输入100的倍数，金额范围1000~2000",
        "投资成功": "投资成功",
        "投资失败": "投资失败",
        "消耗莱文币": "消耗莱文币",
        "莱文币不足": "莱文币不足",
        "立即充值": "立即充值",
        "投资记录": "投资记录",
        "总投资金额": "总投资金额",
        "总收益金额": "总收益金额",
        "投资金额": "投资金额",
        "累计收益": "累计收益",
        "累计天数": "累计天数",
        "投资时间": "投资时间",
        "结束时间": "结束时间",
    },

    // 资产
    assets: {
        "复制": "复制",
        "我的钱包地址": "我的钱包地址",
        "以太坊": "以太坊",
        "莱文币": "莱文币",
        "充币": "充币",
        "余额": "余额",
        "提币": "提币",
        "兑换": "兑换",
        "转账": "转账",
        "全部": "全部",
        "收入": "收入",
        "支出": "支出",
    }

}