module.exports = {
    // 登录
    login: {
        '登录': '登录',
        '请输入您的手机号': '请输入您的手机号',
        '请输入登录密码': '请输入登录密码',
        '注册': '注册',
        '忘记密码': '忘记密码',
    },
    // 注册
    register: {
        '注册': '注册',
        '请输入您的手机号': '请输入您的手机号',
        '获取验证码': '获取验证码',
        '请输入验证码': '请输入验证码',
        '请输入登录密码': '请输入登录密码',
        '邀请码': '邀请码',
        '注册即同意用户协议': '注册即同意用户协议'
    },
    // 忘记密码 
    forgetPwd: {
        '忘记密码': '忘记密码',
        '确定': '确定'
    },
    // 公共
    public: {

    },
    // 个人中心
    personal:{
    
    },
    // 
}