module.exports = {
    // 登录
    login: {
        '登录': '登录',
        '请输入邮箱': '请输入邮箱',
        '请输入验证码': '请输入验证码',
        '请输入密码': '请输入密码',
        '获取验证码': '获取验证码',
        '二次输入密码': '请再次输入密码',
        '请设置二级密码': '请设置二级密码',
        '确认二级密码': '请再次输入二级密码',
        '请输入推荐人邮箱': '请输入推荐人邮箱',
        '请输入安置人邮箱': '请输入安置人邮箱',
        '立即注册': '立即注册',
        '注册': '注册',
        '返回登录': '已有账号，返回',
        '忘记密码': '忘记密码',
        '协议': '已阅读并同意以下协议：《用户服务协议》',
        '邮箱验证': '邮箱验证',
        '新密码': '新密码',
        '请输入新密码': '请输入新密码',
        '请再次输入新密码': '请再次输入新密码',
        '保存并登录': '保存并登录',
    },

    // 底部导航
    navbar: {
        "首页": "首页",
        "投资": "投资",
        "资产": "资产",
        "我的": "我的",
    },

    // 首页
    index: {
        "更多": "更多",
        "我的收益": "我的收益",
        "注册会员": "注册会员",
        "问题反馈": "问题反馈",
        "公司简介": "公司简介",
        "公告": "公告",
        "静态收益总和": "静态收益总和",
        "动态收益总和": "动态收益总和",
        "奖金类型": "奖金类型",
        "静态收益": "静态收益",
        "直推奖金": "直推奖金",
        "管理奖金": "管理奖金",
    }
}